Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/osko/index.php_kat_id=153_art_id=158.html.tmx
Source language: smj
Languages: sma

source: Åhpav: Låvdagoahte
sma: Lïerh: Låavth-gåetie

source: 2. Båhtus duv rijkka
sma: Baajh dov rïjhkem båetedh

source: Råhkådallap Jubmela rijkka galggá boahtet diehki ednamij mijá lusi, ja jut luluj boahtet juohkka ulmutjij ålles væráldin.
sma: Mijjieh rohkelibie Jupmelen rïjhke edtja mijjese båetedh, daennie eatnamisnie, jïh dïhte gaajhkide almetjidie veartenisnie båata.

source: Gájkinåvdemusát Jesus dat vuoset man lágásj Jubmela rijkka le.
sma: Uvtemes Jeesuse dïhte, mij mijjem vuesehte man plieresne Jupmelen rïjhke.

source: Gå Rámádav låhkåp de dåbddågoahtep Jesusav.
sma: Gosse Bijbelisnie lohkebe maehtebe Jeesusinie åahpanidh.

source: Mav dagáj ?
sma: Maam darjoeji ?

source: Majt javlaj ?
sma: Maam jeehti ?

source: Mij dáhpáduváj sijáj gudi suv birra lidjin ?
sma: Mij almetjigujmie dan bïjre heannadi ?

source: Majt dat mierkki gå Jubmela rijkka ednamij boahtá ?
sma: Maam sæjhta raaktan jiehtedh Jupmelen rïjhke eatnamasse båata ?

source: Mierkki gus mij åbbå buorre væráldav oadtjop gånnå juohkkahasj le lådje ietjas guojmmealmatjij vuosstij, jali soajttá gus mierkkit juojddá ietján ?
sma: Sæjhta jiehtedh mijjieh aktem åajvoeh veartenen åadtjobe, gusnie gaajhkesh giemhpes sinsætnan, jallh maahta mij akt jeatjah årrodh ?

source: Jubmel sihtá gájka galggap sunji boahtet, ja sån mijáv gåhttju ja ietjas láhppum mánájt åhtså, ietjas Ájlis Vuojŋŋanisá baktu.
sma: Jupmele sæjhta mijjieh edtjebe dan gåajkoe båetedh, jïh dïhte mijjese tjåarvoeminie jïh sov gaarvanamme maanah ohtsedemine, dan Aejlies Voejkenen lïhke.

source: Ja de åhpat ja viehket Ájlis Vuojŋŋanis mijájt Jubmelij råhkådallat ja tjielggi midjij dav mij le tjáledum – váj bessap dåbddåt Jubmela almmelasj fámov dáppe ednamin.
sma: Dle Dïhte Aejlies Voejkene mijjem leara jïh viehkehte Jupmelem iehtsedh, og mijjese buerkeste mij lea tjaalasovveme- guktie mijjieh åadtjobe Jupmelen elmien faamoem damtedh daennie eatnamisnie.

source: LUTHERUSA TJIELGADUS:
sma: LUTHEREN BUERKIESTIMMIE:

source: Jubmela rijkka ietjastis bådisj vájku ep råhkådalá, valla dánna råhkådallap mijá lusi aj boahtá.
sma: Jupmelen rïjhke jïjtsistie båata bielelen mijjieh dan bïjre rohkelibie, bene daennie rohkelassesne rohkelibie dïhte aaj tjuara mijjese båetedh.

source: Gåktus de ?
sma: Guktie naemhtie sjugniehtåvva ?

source: Gå mijá Almenáhttje midjij ájlis Vuojŋŋanisástis vaddá vaj mij suv ármos ájlis báhkusis jáhkkep ja sujna dán ja ihkeva ájgen viessop.
sma: Naemhtie sjugniehtåvva gosse elmien Aehtjie sov aarmoste sov Aejlies Voejkenem vadta, juktie mijjieh jaehkebe dan baakoeh, jïh goh kristegassjh jielebe, daelie jïh ihkuven aajkan.
